<div class="container-fluid cm-container-white">
    <h2 style="margin-top:0;">欢迎光临</h2>
    <p>广州狼码教育科技有限公司（品牌名叩丁狼教育）。是一家专注于IT教育培训的机构，坚持一次学习终生受益的教学理念。在校期间通过严格的管理，悉心的辅导，完善的教学体系，不仅保证每一位学员能学会技术，有很强的实战能力，而且能培训自我学习的习惯和能力。公司采用真实企业项目教学，让学员具有很强的实战能力，且拥有高质量的项目作品。
        我们认为叩丁狼是一种文化，在学习代码的过程中，独自专研固然重要，但是团队合作有时候更能取得意想不到的效果，而且在今后的工作中，开发实际上也是一个与人配合的过程。而狼得以在变化多端的环境中生存下来，与它所表现出的团结、合作、睿智、勇敢、锲而不舍等分不开。所以我们希望大家在代码的学习过程中，也能具有狼的品性。所以我们取名为叩丁狼，在这里我们共同学习进步，在获得个人成长的同时，也可能遇见自己未来的合作伙伴。我们互相支持，彼此认同，更坚定的通过每一天的努力，传递狼的力量。
        公司脱胎于小码哥Java学院，对于后端开发有着深厚的底蕴。公司拥有一批口碑好、专业权威、教学技能过硬的讲师团队，讲师大多有知名企业任职经历，拥有丰富的开发及实战经验，在教学与管理中有着独到的见解与经验。</p>
</div>